s = "Набирающие Популярность Расширения, которые стоит установить. Набирающие популярность расширения, которые стоит установить"

print(s)
print(s.capitalize()) # заклавной делает только первую букву в тексте, а остальные маленкими, он строку не перезаписывает
print(s)
print(s.lower()) # все буквы зделает маленькими
print(s.upper()) # все буквы зделает большими
print(s.title()) # каждое слово делает с большой буквы, остальные с маленькой
print(s.swapcase()) # меняет регистор букв на противоположный
print(s)


