# s = "Набирающие Популярность Расширения, которые стоит установить. Набирающие популярность расширения, которые стоит установить."
s= "H1323"
print(s)
print(s.isalnum()) # проверяет что строка состоит только из букв и цифр
print(s.isalpha()) #  проверяет что строка состоит только из букв 
print(s.isdigit()) # проверяет что строка состоит только из  цифр
print(s.islower())
print(s.islower())
print(s.islower())
print(s.islower())
print(s.isspace()) # проверяет что строка состоит только из пустых символов
